Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/1177.se/mammografi.html.tmx
Source language: fin
Languages: sme

source: Suomeksi / Finska
sme: Davvisámegiella / Nordsamiska

source: Takaisin teeman aloitussivulle
sme: Čoahkkáigeassu (ca 2 sidor)

source: Miksi tutkimus on tarpeen ?
sme: Manin dárbbaha dutkojuvvot ?

source: Näin se käy (ca 4 sidor)
sme: Ná dat dáhpáhuvvá (ca 4 sidor)

source: Yleistä
sme: Almmolaččat

source: Mammografia on rintojen röntgenkuvaustutkimus erityisellä röntgentekniikalla, jolla saadaan yksityiskohtaisia kuvia.
sme: Mammongráfa lea rátti röntgendutkamus erenomáš röntgenteknihkain mii addá dárkilis govaid.

source: Tutkimus voidaan tehdä ennalta ehkäisevässä tarkoituksessa terveystutkimuksena, eli ns. seulontana, tai naisen itsensä tai lääkärin huomattua rinnassa jonkin muutoksen.
sme: Dutkamuš sáhttá dahkkot eastadan dárkkuhusas dearvvašvuođadutkamin, ng. screenen, dehe go nisson ieš dehe doavttir lea dovdan soames rievdama rattis.

source: Mammografiaa ei saa tehdä terveystarkastuksena, jos nainen on raskaana tai jos lääkäri epäilee, että rinnassa on märkäpesäke.
sme: Ii galgga čađahit mammongráfadutkamuša dearvvašvuođadárkkisteapmin jus lea áhpeheapme dehe doavttir eahpida ahte lea buogu rattis.

source: Mitään erityisiä valmisteluja ei tarvitse tehdä.
sme: Ii dárbbat válmmastallat mange sierra ládje

source: Miten tutkimus tehdään ?
sme: Got dutkamuš dáhpáhuvvá ?

source: Tutkimus tehdään usein mammografiayksikössä, joka voi olla erillinen yksikkö tai osa sairaalan röntgenosastoa.
sme: Dutkamuš dahkko dávjá mammongráfaovttadagas, mii sáhttá leahkit friddja dehe buohccivies u röntgenossodaga oktavuođas.

source: Mammografiatutkimuksia tehdään myös erityisillä rintavastaanotoilla ja eräissä terveyskeskuksissa.
sme: Mammongráfa dahkko maid sierra raddevuostáváldimiin ja dihto dearvvašvuođaguovddážiin.

source: Ensin röntgenhoitaja kysyy muun muassa, onko rinnoissa ollut vaivoja tai käyttääkö kuvattava hormoneja sisältäviä lääkkeitä.
sme: Álggos oažžu vástidit röntgenbuohccedivššára muhtin jearaldagaide leatgo raddeváivvit dehe borrágo dálkasiid mat siskkildit hormonaid.

source: Sitten kuvattava saa riisua ylävartalon paljaaksi ja sairaanhoitaja tutkii rinnat silmämääräisesti etsien mahdollisia näkyviä muutoksia, kuten esimerkiksi suurehkoja syntymämerkkejä tai arpia aikaisemmista leikkauksista.
sme: Dasto oažžu nuoladit bajit oasi gorudis ja buohccidivššár geahččá rattiid ja merke jus leat muhtin oinnolaš rievdamat, ovdamearkka dihte stuorit riegádanmearkkat dehe árppat ovddit čuohpademiin.

source: Ne voivat näkyä röntgenkuvissa ja vaikeuttaa arviointia.
sme: Dat soitet oidnot röntgengovas ja dahkat váddáseabbon árvvoštallama.

source: Röntgentutkimuksen aikana seistään ja asetetaan rinta kerrallaan levylle, jossa on ns. kuvailmaisin.
sme: Röntgendutkamis galgá čuožžut, ja bidjat ratti gearddiinis pláhta nala mas lea ng. govvadetektora.

source: Rintaa puristetaan toisella levyllä niin, että rinnasta tulee melko litteä.
sme: Raddi deddojuvvo leadjái nuppi pláhta vehkiin nu ahte šaddá oalle steažžasin.

source: Tällöin kuvasta tulee selkeä ja samalla säteilyannos voidaan pitää alhaisena.
sme: Dát dagaha ahte govva šaddá čielggas seamma áigge go suonjardandosa sáhttá dollot vuollin.

source: Käsivartta pidetään ylhäällä nojaamassa laitetta vasten sen ajan, kun otetaan kahdesta kolmeen kuvaa.
sme: Gieđa ferte doallat badjin ja vuoiŋŋastahttit apparáhta vuostá go guokte- golbma gova váldo.

source: Sitten sama menettely toistetaan toiselle rinnalle.
sme: Dasto geardduhuvvo seamma bargu nuppiin rattiin.

source: Rinnan puristaminen kasaan voi tuntua epämiellyttävältä tai sattua pienen hetken.
sme: Dat sáhttá dovdot unohassan dehe bávččagit oanehis botta go raddi deddojuvvo čoahkkái.

source: Miltä tutkimuksen jälkeen tuntuu ?
sme: Got veadjá maŋŋel ?

source: Tutkimuksen jälkeen vointi on sama kuin ennenkin.
sme: Dutkama maŋŋel veadjá dego dábálaččat.

source: Kyhmyt on helpoin tuntea suihkussa, kun rinnat on saippuoitu.
sme: Lea álkimus guldalit eahpedássitvuođaid riššus go raddi lea sáibojuvvon.

source: Nosta käsivartta ja tunnustele rinnat ja kainalokuoppa perusteellisesti suorin sormin ja kevyin painalluksin...
sme: Lokte gieđa, guldal ratti ja gieđavuoli njulges suorpmaiguin ja gehpes deaddimiin...

source: ... tee pieniä pyöriviä liikkeitä, kierros kierrokselta koko rinnan alueella.
sme: ... daga una jorbes lihkastagaid, gierdu gierddu maŋis birra ratti.

source: Aloita nännin ympäriltä ja lopeta kainalokuoppaan.
sme: Álgge čiččeruoppi birra ja heaitte gieđavuollái.

source: Mammografiatutkimuksessa rinnat röntgenkuvataan tekniikalla, jolla saadaan hyvin yksityiskohtaisia kuvia.
sme: Mammongráfadutkamis raddi röntgejuvvo, teknihkain mii addá hui dárkilis govaid.

source: Mammografia tehdään joko ennalta ehkäisevänä terveystutkimuksena, ns. seulontana, tai siksi, että nainen itse tai lääkäri on tuntenut rinnassa uuden kyhmyn.
sme: Mammongráfa dahkko juogo eastadeaddji dearvvašvuođadárkkisteapmin, ng. screenen, dehe daningo nisson ieš dehe doavttir lea dovdan ođđa bukki rattis.

source: Vuosittain Ruotsissa tehdään yli 500 000 rintaröntgentutkimusta.
sme: Juohke jagi dahkko eanet go 500 000 radderöntgendutkama Ruoŧas.

source: Menetelmä rintasyövän varhaiseen havaitsemiseen
sme: Metoda gávdnan dihte raddeborašdávdda árrat

source: Sosiaalihallitus suosittaa mammografiaa 40–74-vuotiaille naisille.
sme: Sosiálastivra ávžžuha mammongráfa nissoniidda 40 ja 74 gaskkan.

source: Maakäräjät tarjoaa kaikille 50–69-vuotiaille naisille mahdollisuuden käydä mammografiatutkimuksessa.
sme: Eanandiggi fállá buot nissoniidda 50 ja 69 jagi gaskkan vejolašvuođa čađahit mammongráfadutkama.

source: Useimmissa lääneissä tarjotaan tutkimusta lisäksi 40–74-vuotiaille, mutta tutkimusten aloittamisikä ja tutkimusajanjaksojen kesto vaihtelevat.
sme: Dávjjimus leanain fállojuvvo maid vel joavkkuide 40 ja 74 gaskkan dutkan, muhto dat rievdá variere goas álgo bovdejuvvo ja man guhká dutkan joatkašuvvá.

source: Nuoremmille naisille tutkimuksia tehdään tavallisesti puolentoista vuoden välein.
sme: Nuorat nissoniidda lea dábálaš dutkamiin jagi ja beannot jagi gaskkan.

source: Vanhemmat naiset kutsutaan useimmiten joka toinen vuosi.
sme: Boarráseappot bovdejuvvot dávjjimusat juohke nuppi jagi.

source: Näissä terveystarkastuksissa rintasyöpäkasvain voidaan havaita ennen kuin se aiheuttaa mitään oireita tai ennen kuin sitä edes voi tuntea rinnassa.
sme: Dáin dearvvašvuođadutkamiin sáhttá raddeborašdávdašattalmas fuomášuvvot ovdalgo dat lea geargan dagahit mangelágán dávdamearkka, dehe ovdalgo dan dovdáge rattis.

source: Tieteelliset tutkimukset ovat osoittaneet, että mammografian käsittäneisiin terveystarkastuksiin osallistuneilla naisilla kuolleisuus rintasyöpään vähenee 40 prosenttia.
sme: Dieđalaš dutkamat leat čájehan nissoniin geat oassálastet mammongráfa dearvvašvuođadutkamiidda unnu jápmin raddeborašdávdii 40 proseanttain.

source: Myöhään tehdyn löydöksen vaara on, että syöpä on ehtinyt levitä, ja silloin tarvitaan enemmän ja vaikeampia hoitoja kuin jos kasvain havaitaan varhain.
sme: Riska maŋŋit áicamiin lea ahte borašdávda lea geargan viidut, ja dalle dárbbahuvvo stuorit ja váddásit dikšun go dalle go šattalmas áicojuvvo árrat.

source: Tunnustele rintojasi säännöllisesti
sme: Guldal jeavddalaččat rattiid

source: Naisen rintojen koostumus ei ole tasainen.
sme: Nissona rattiin ii leat dássedis čoakkádus.

source: Se johtuu siitä, että rinnoissa on sekä maitorauhasia että rasvakudosta, minkä johdosta ne tuntuvat epätasaisilta.
sme: Dat vuolgá das ahte rattis leat sihke mielkeravssat ja buoidegođđosat, ja danin dat dovdojit dásseheapmin.

source: 50 vuoden iässä rinnat pehmenevät, koska maitorauhaset taantuvat ja niiden tilalle tulee rasvakudosta.
sme: 50 jagis rattit šaddet dipmáseabbon dalle mielkeravssat ástet ja buoidegođđosat šaddet sádjái.

source: Naisen kuukautiskierron aikana tapahtuvat hormonimuutokset vaikuttavat rintoihin, ja siksi rinnat voivat tuntua aivan erilaisilta sen mukaan, milloin niitä tutkitaan.
sme: Hormonarievdamat váikkuhit rattiide mii dáhpáhuvvá nissona mánodávda-sihkkela áigge ja sáhttet danin dovdot sierralágánat vuolgá das goas dutká daid.

source: Kuukautisten viimeisen päivän jälkeinen päivä voi olla hyvä päivä tunnustella rintoja itse, koska silloin rinnat ovat yleensä pehmeät ja helpot tutkia.
sme: Beaivvi maŋŋel mánodávddaid maŋemus beaivvi lea buorre beaivi iešdutkamii, daningo rattit lávejit leahkit dipmásat ja geahppasat dalle dutkat.

source: Kaikkien naisten täytyy tutkia rintojaan säännöllisesti.
sme: Buot nissonat galggale ieža jeavddalaččat dutkat rattiideaset.

source: Kannattaa valita tietty päivä kuukaudessa, jotta voi helpommin verrata tuntemuksiaan.
sme: Lea vuogas válljet mearriduvvon beaivvi mánus vai álkibut sáhttá veardidit maid dovdá.

source: Hyvä tilaisuus voi olla suihkussa, koska tunnustelu on helpompaa rintojen ollessa saippuoituina.
sme: Buorre dilálašvuohta sáhttá leahkit riššus daningo lea álkit guldalit go ráttit lea sáibbohuvvon.

source: Tunnustelu tulisi tehdä sekä seisten että makuuasennossa.
sme: Millosepmosit galggalii guldalit sihke go čuožžu ja go velleha.

source: Hyvänlaatuiset kyhmyt tavallisia
sme: Buorresorttat buhkkot dábálaččat

source: Kyhmyn tai tiivistymän löytyminen kudoksesta saattaa aiheuttaa levottomuutta, mutta useimmiten kyseessä on hyvänlaatuinen muutos, erityisesti nuorilla naisilla.
sme: Jus fuomášivččii buogu dehe dokŋama gođđosis sáhttá šaddat leaboheapmin, muhto dávjjimusat dat lea buorresorttat rievdan, erenomážit nuorat nissoniin.

source: Se voi olla kysta, ts. nestetäyteinen rakkula, tai sidekudoksen hyvänlaatuinen paksunnos.
sme: Dat sáhttá leahkit cysta, dat mearkkaša čáhceskoavhli, dehe buorresorttat čanasgođđosa assun.

source: Lääkärin täytyy tutkia kaikki muutokset
sme: Doavttir galgá dutkat buot rievdamiid

source: Muutos rintarauhasessa voi olla kuitenkin rintasyövän aiheuttama.
sme: Radderavssa rievdama sáhttá maid raddeborašdávda dagahan.

source: Rintasyöpä kuuluu naisten yleisimpiin syöpämuotoihin.
sme: Raddeborašdávda lea okta dábáleamos nissoniid borašdávdafoarbma.

source: Ruotsissa noin 7 000 naista ja 40 miestä saa vuosittain rintasyövän.
sme: Juohke jagi ožžot Ruoŧas sullii 7000 nissona ja 40 dievddu raddeborašdávdda.

source: Rintasyövän riski kasvaa iän myötä.
sme: Riska oažžut raddeborašdávdda lassána agi mielde.

source: Rintasyövän tavallinen oire on kyhmy rinnassa tai kainalokuopassa.
sme: Dábáleamos symptoma raddeborašdávddas lea boahku rattis dehe gieđavuolis.

source: Toinen oire on nännin tai rinnan ihon vetäytyminen sisään.
sme: Nubbi lea ahte čižžeruobbi dehe raddeliiki geassása sisa guvlui.

source: Epätavallisempia oireita ovat rinnan selittämätön punoitus tai turvotus, parantumaton haavauma tai verensekaisen nesteen vuotaminen nännistä.
sme: Unnit dábálaččat symptomat leat čilgetmeahttun ruvssodeapmi dehe raddebohtaneapmi, hávvi mii ii savo, dehe varaseagat čáhci čižžeruoppis.

source: Kaikkiin rinnoissa ilmeneviin muutoksiin täytyy suhtautua vakavasti ja antaa ne lääkärin tutkittavaksi.
sme: Buot rievdamiid rattis galgá váldit duođas ja doavttir galgá dutkat daid.

source: Tällöin voi hakeutua terveyskeskukseen, naisten terveyskeskukseen tai erityiselle rintavastaanotolle, joita on eräissä suurissa sairaaloissa.
sme: Sáhttá jorgasit iežas dearvvašvuođa guovddáža, nissondearvvašvuođadivššu dehe sierra raddevuostáváldima beallái mat leat muhtin stuorit buohcciviesuin.

source: Lääkäri tunnustelee rintoja tarkasti ja päättää, tehdäänkö mammografiatutkimus.
sme: Doavttir guldala dárkilit ratti ja mearrida galgágo dahkkot mammongráfadutkan.

source: Näin se käy
sme: Ná dat dáhpáhuvvá

source: Rinta kerrallaan asetetaan levylle, joka sisältää kasetin röntgenfilmeineen.
sme: Ovttaskas oažžu bidjat ratti gearddiinis pláhta vuostá mii siskkilda kaseahta mas lea röntgenfilbma.

source: Sitten rinta puristetaan litteäksi ja otetaan kahdesta kolmeen kuvaa.
sme: Dasto raddi deddojuvvo čoahkkái ja guokte golbma gova váldojuvvot.

source: Tarvitaan erikoisröntgenlaite
sme: Erenomáš röntgenapparáhtta dárbbahuvvo

source: Mammografia tehdään usein mammografiayksikössä, joka voi olla erillinen yksikkö tai osa sairaalan röntgenosastoa.
sme: Mammongráfa dahkko dávjá mammongráfaovttadagas, mii sáhttá leahkit sierra dehe buohccevies u röntgenossodaga oktavuođas.

source: Tutkimuksia tehdään myös erityisillä rintavastaanotoilla ja eräissä terveyskeskuksissa.
sme: Dutkamuš dahkko maid sierra raddevuostáváldimiin ja dihto dearvvašvuođaguovddážiin.

source: Käytettävä röntgenlaite on erityisesti muotoiltu ottamaan hyviä kuvia rintakudoksesta heikon röntgensäteilyn avulla.
sme: Dat röntgenapparáhtta mii gevtojuvvo lea erenomážit hábmejuvvon vai sáhttá addit buriid govaid raddegođđosis gehpes röntgensuonjardeami vehkiin.

source: Eräissä tapauksissa voidaan havaita jopa vain muutaman millimetrin kokoisia syöpäkasvaimia.
sme: Dihto dáhpáhusain sáhttet boraššattalmasat mat leat beare moadde millimettara stuoru áicojuvvot.

source: Ensin tutkittava vastaa muutamiin kysymyksiin ja kertoo, onko rinnoissa ollut vaivoja tai käyttääkö hän hormoneja sisältäviä lääkkeitä.
sme: Álggos oažžu vástidit moatti jearaldahkii ja muitalit jus leat leamaš váivvit rattiin, dehe jus borrá dálkasiid mat siskkildit hormonaid.

source: Sitten saa riisua ylävartalon paljaaksi ja sairaanhoitaja tutkii rinnat silmämääräisesti etsien mahdollisia näkyviä muutoksia, kuten esimerkiksi suurehkoja syntymämerkkejä tai arpia aikaisemmista leikkauksista.
sme: Oažžu nuollat bajit oasi gorudis ja buohccidivššár geahččá rattiid ja merke jus leat oinnolaš rievdamat, ovdamearkka dihte riegádanmearkkat dehe árbbit ovddit čuohpademiin.

source: Ne voivat näkyä röntgenkuvissa ja voidaan virheellisesti tulkita syöpäkasvaimiksi.
sme: Dat soitet oidnot röntgengovain ja dulkojuvvot boastut borašdávdašattalmassan.

source: Sitten kuvattava siirtyy röntgenlaitteen ääreen ja seisoo sen edessä.
sme: Dasto oažžu mannat röntgenapparáhta lusa ja čuožžut dan ovddas.

source: Rinta kerrallaan asetetaan levylle, jossa on kuvailmaisin.
sme: Raddi gearddiinis bidjo pláhta nala mii siskkilda govvadetektora.

source: Rintaa puristetaan sitten läpinäkyvällä levyllä, jota painetaan rintaa vasten.
sme: Raddi njuvdojuvvo dasto čoahkkái čađačuovgi pláhtain mii deddojuvvo ratti vuostá.

source: On tärkeää olla aivan liikkumatta.
sme: Lea dehálaš čuožžut siivvuid.

source: Koko tutkimukseen kuluu noin 15–30 minuuttia, varsinainen kuvaus kestää viidestä kymmeneen minuuttia.
sme: Olles dutkamii gollá 15-30 minuhta, ieš govaváldimii 5- 10 minuhta.

source: Miltä mammografia tuntuu ?
sme: Mot mammongráfa dovdo ?

source: Rinnan puristaminen litteäksi voi tuntua epämiellyttävältä tai sattua pienen hetken.
sme: Sáhttá dovdot unohas dehe bávččagahttit oanehis botta go raddi deddojuvvo čoahkkái.

source: Mutta se täytyy tehdä, koska siten kuvan laadusta tulee parempi ja tutkimuksesta varmempi.
sme: Muhto dat ferte dahkkot, daningo govva oažžu buoret kvalitehta ja dutkan šaddá sihkkareabbon.

source: Lisäksi voidaan käyttää pienempää säteilyannosta kuin jos rintaa ei puristettaisi litteäksi.
sme: Dan lassin sáhttá gevtot vuollegit suonjardosa go jus raddi ii livččii deddojuvvon čoahkkái.

source: Joskus tarvitaan uusi tutkimus
sme: Muhtumin oažžu boahtit ruovttoluotta

source: Useimmiten mammografiakuvat tulkitsee kaksi röntgenlääkäriä toisistaan riippumatta.
sme: Dávjjimustá leat guokte doaktára geat beroškeahttá nuppiideaskka árvvoštallaba mammongráfagovaid.

source: Tämä lisää tulkinnan varmuutta.
sme: Dat lasida árvvoštallama sihkkarvuođa.

source: Jos he löytävät jotakin poikkeavaa, kuvattava kutsutaan uuteen tutkimukseen.
sme: Jus soai áicaba juoidá mii ii oro leahkime nu go galgá, bovdejuvvo ruovttoluotta ođđa dutkamii.

source: Silloin otetaan lisää mammografiakuvia ja usein kuvattava tutkitaan myös ultraäänitutkimuksella.
sme: Dalle váldojuvvo lasse mammongráfagovat ja dalle dutkojuvvo dávjá maid Ultra-jienain.

source: Lääkäri saattaa ottaa myös näytteen muutoksesta.
sme: Doavttir sáhttá maid váldit iskosa rievdamis.

source: Jos muutos on pieni ja vaikea tunnustella, näyte voidaan ottaa uuden mammografian tai ultraäänitutkimuksen yhteydessä.
sme: Jus lea beare una rievdan mii lea váttis dovdat iskkus sáhttá váldot ođđa mámmongráfain dehe Ultra-jiena vehkiin.

source: Muutokseen pistetään ohut neula, jolla imetään solunäyte.
sme: Fiinna nállu čuggejuvvo rievdamii ja seallaiskkus njammojuvvo olggos.

source: Näyte lähetetään mikroskooppitutkimuksiin.
sme: Iskkus sáddejuvvo mikroskohpalaš dutkamii.

source: Kaikki tämä tehdään, jotta saadaan varmuus siitä, onko kyseessä syöpä vai ei.
sme: Buot dát dahkko sihkkarastin dihte ahte ii leat borašdávda.

source: Mammografiatutkimuksen vastaus lähetetään suoraan kotiin kahden viikon kuluessa, jos tutkittava on kutsuttu terveystarkastukseen.
sme: Vástádus mámmongráfadutkamis sáddejuvvo njuolga ruoktot guovtti vahku siste dasgo lea bovdejuvvon dearvvašvuođa dárkkisteapmái.

source: Jos tutkittava kutsutaan uudestaan mammografiaan, hän saa tiedon tutkimustuloksesta lääkäriltään.
sme: Jus lea vuolggahuvvon mammongráfii oažžu dieđu dutkanbohtosis iežas doaktáris.

source: Hormonihoito voi vaikeuttaa tulkintaa
sme: Hormonadikšun sáhttá dahkat árvvoštallama váddáseabbon

source: Jotkut naiset saavat vaihdevuosien aikana tai niiden jälkeen hormonihoitoa tai syövät e-pillereitä.
sme: Muhtin nissonat ožžot hormonadikšuma jorggáldatjagiid áigge dehe maŋŋel dehe go borret p-billara.

source: Tällaiset hoidot vaikuttavat rintakudokseen tiivistäen sitä, mikä vaikeuttaa mammografiakuvien tulkintaa.
sme: Dakkár dikšun váikkuha raddegođđosii nu ahte dat šaddá diktábun mii dagaha mammongráfagovaid váddáseabbon árvvoštallat.

source: Siksi on tärkeää kertoa, jos käyttää hormoneja sisältäviä lääkkeitä.
sme: Danin lea dehálaš muitalit jus borrá dálkasiid mat siskkildit hormonaid.

source: Tutkimus ei ole vaarallinen
sme: Dutkan ii leat váralaš

source: Säteilymäärä, jolle mammografiatutkimuksessa altistutaan, on niin pieni, ettei sen katsota aiheuttavan mitään riskejä.
sme: Dat suonjarmearri masa šaddá mammongráfadutkamis lea nu unni ahte dat ii buvtte mangelágán riskkaid.

source: Lisäksi tekniikkaa kehitetään koko ajan säteilyannosten pienentämiseksi entisestään.
sme: Ja dáhpáhuvvá jámma teknihkalaš ovdáneapmi dárkkuhussan unnidit suonjardosaid vel eanet.

source: Mammografiatutkimuksista ei siis tule jäädä pois, kun niihin on kutsuttu tai jos itse havaitsee muutoksen rinnassaan.
sme: Ii galgga biehttalit mannamis mammongráfadutkamii go bovdejuvvo, dehe jus lea áican rievdama iežas rattis.

source: Mammografiatutkimus onnistuu aivan hyvin myös, vaikka tutkittavalla olisi rintaimplantti.
sme: Mammongráfain sáhttá dutkat vaikko olbmos lea raddeimplantahtta.

source: Mitään vaaraa implantin rikkoutumisesta ei ole, mutta jos rintaa ei voida puristaa litteäksi samalla tavalla kuin ilman implanttia, voidaan tarvita yksilöllisesti sopeutettu tutkimus.
sme: Ii leat mangelágán riska ahte implantáhtta cuovkana, muhto go dalle ii sáhte deaddit rattiid čoahkkái dego nissoniin implantáhtahaga sáhttá dárbbahuvvot individuálalažžat heivehuvvon dutkan.

source: Usein mammografiaa täydennetään rintojen tunnustelulla ja ultraäänitutkimuksella.
sme: Dávjjimusat kompletterejuvvo maid mammongráfa ahte rattit guldaluvvo čađa ja dutkojuvvo Ultra- jienain.

source: Keitä ei tule tutkia mammografialla ?
sme: Gean ii galgga dutkojuvvot mammongráfain ?

source: Kun nainen on hyvin nuori, hänet on yleensä tarpeen tutkia ultraäänellä mammografian sijasta.
sme: Go lea hui nuorra lávejuvvo dutkat Ultra-jienain mammongráfa sajis.

source: Se johtuu siitä, että rinnan rauhaskudos on niin tiivistä, että mammografiakuvista tulee vaikeita tulkita.
sme: Dat vuolgá das go raksagoađus lea nu divttis ahte mammongráfagovaid lea váttis dulkot.

source: Silloin ultraäänellä saadaan varmempi vastaus.
sme: Ultra-jietna addá dalle sihkkarit vástádusa.

source: Jos lääkäri epäilee, että rinnassa on märkäpesäke, mammografiaa ei tavallisesti tehdä, koska silloin rinnan puristaminen litteäksi on kivuliasta.
sme: Jus doavttir vihku ahte rattis lea bohtaneapmi dalle lávejuvvo mammongráfa garvit daningo lea biidnu deaddit ratti čoahkkái.

source: Sen sijaan on hyvä käydä ultraäänitutkimuksessa, jossa nähdään, onko rinnassa tyhjennystä edellyttävä paise.
sme: Dan sajis sáhttá leahkit buorre čađahit Ultra-jietnadutkama, oaidnin dihte leago siedja man dárbbaha bohčit olggos.

source: Kun tulehdus on hoidettu, täytyy sitä vastoin tehdä mammografiatutkimus.
sme: Go infekšuvdna lea dikšojuvvon galgá goittotge čađahit mammongráfa.

source: Se on erityisen tärkeää, jos tutkittava on iäkäs.
sme: Dat lea erenomáš dehálaš jus lea boarrásit.

source: Raskaana olevalle naiselle ei tehdä terveystarkastuksena terveystutkimusta eli ns. seulontaa.
sme: Jus lea áhpeheapme ii gálgga čađahit dearvvašvuođadutkama, ng. screnen, mammongráfain.

source: Jos rinnasta löydetään muutos, täytyy aina ottaa yhteys terveydenhuoltoon ja antaa pikaisesti tutkia itsensä, vaikka onkin raskaana.
sme: Muhto jus áicá rievdama rattis galgá álo váldit oktavuođa divššuin vai jođánit beassá dutkamii, vaikko lea áhpeheapme.

source: Silloin tutkimus aloitetaan ultraäänellä ja sitä täydennetään tarvittaessa mammografialla.
sme: Dalle dutkan álggahuvvo Ultra-jienain ja dievasmahtto mammongráfain jus dárbbašĺas.

source: Toimittaja:
sme: Čálli: Heitti Teder, kirurga, Centralsjukhuset Kristianstad

source: Tarkastaja: Laszlo Tabar, lääkäri, professori, radiologian erikoislääkäri Falunin sairaalassa
sme: Dárkkisteaddji: Laszlo Tabar, doavttir, professor, spesialista i radiologi Falu buohccevies us

source: 1117 Vårdguiden – toimitus ja toimitusneuvosto on myös muokannut, tarkastanut ja hyväksynyt kaiken sisällön.
sme: 1177 Vårdguiden redakšuvdna ja redakšuvdnaráđđi leat heivehan, dárkkistan ja dohkkehan maid buot sisdoalu.
